[
 {
   "Name": "Tesla",
   "Ticker": "TSLA",
   "Tweet1": "'Thanks Tesla suppliers for providing us with critical parts!'\n",
   "Tweet2": "some excellent replies in here where Musk superfans have to lecture normal people going \"this appears to be a single car traveling down a tunnel at 15 mph with no emergency services access\" about why the based Tesla god has, in fact, done it again https://t.co/VIT0IUnl2x",
   "Tweet3": "Imagine playing FIFA in a Tesla... 😍 I just need a PS5... and a Tesla... 😅"
 },
 {
   "Name": "Qualcomm",
   "Ticker": "QCOM",
   "Tweet1": "Super cool invite for the launch of #Superphone! 😍\n",
   "Tweet2": "These @Qualcomm #Snapdragon888 Cufflinks looks gorgeous. 🤩 #Mi11Series with the ultimate powerful #Snapdragon 888 launching on 23.04",
   "Tweet3": "Facebook, DoorDash, and Qualcomm are all \"tech\" companies. But they’re very different businesses https://t.co/TNXpzK1ivX"
 },
 {
   "Name": "Gamestop",
   "Ticker": "GME",
   "Tweet1": "Melvin Capital Management, the hedge fund that lost billions of dollars in part by shorting GameStop Corp. shares, ended the first quarter down 49%.\n\n",
   "Tweet2": "Build a @JAKKStoys squad of your own with all three waves available at Gamestop or your local retailer.\n",
   "Tweet3": "follow @OriginalFunko for the chance to WIN this @GameStop exclusive (Glow-in-the-Dark) Skeletor Jumbo Pop! Not feeling lucky? Pre-order now ➡ https://t.co/F9MvVOZJqy #Funko #FunkoPop #Giveaway #FunkoGiveaway #MOTU #Skeletor https://t.co/4j4q5D9zrk\nCaption this. 💭 \n\n"
 },
 {
   "Name": "Apple",
   "Ticker": "AAPL",
   "Tweet1": "I have Apple Music, Spotify, Tidal, and Pandora Premium, but in this house we don’t put money in the pockets of abusive men. Get that whole bag, sis, take every last petty penny I have. @taylorswift13 https://t.co/KtWqUrCr7D\n",
   "Tweet2": "The first CEO of Apple was named Michael Scott\n",
   "Tweet3": "Introducing the Pi Browser App &amp; Pi Mobile Wallet.\n\nToday we're introducing two major products together. To access the Pi Browser please download from our official links.\n\n"
 },
 {
   "Name": "Robinhood",
   "Ticker": "N/A",
   "Tweet1": "*ROBINHOOD SAYS IN Q1 2021, 9.5 MLN CUSTOMERS TRADED CRYPTO ON ROBINHOOD CRYPTO, COMPARED TO 1.7 MLN IN Q4 2020\n\n",
   "Tweet2": "USA:\nRobinhood is going public this year.\nCoinbase goes public this month. \n",
   "Tweet3": "Same respective sectors, different countries. One country added 900k jobs in March. One manufactures poverty/unemployment on steroids.\n"
 },
 {
   "Name": "Doordash",
   "Ticker": "DASH",
   "Tweet1": "Historic track. New look. ⚪️🔴 @DoorDash @23XIRacing https://t.co/jLfq8zf081\n",
   "Tweet2": "Facebook, DoorDash, and Qualcomm are all \"tech\" companies. But they’re very different businesses https://t.co/TNXpzK1ivX\n",
   "Tweet3": "We flipped the @DoorDash scheme for our first night race at @MartinsvilleSwy! ⬜️⬜️\n"
 },
 {
   "Name": "United Airlines",
   "Ticker": "UAL",
   "Tweet1": "United Airlines doesn’t seem to be prioritizing experience anymore for new pilots after announcing they want 50% of the 5,000 pilots they train in the next decade to be women or people of color. Leo Terrell and Tomi Lahren sound off.",
   "Tweet2": "On this date April 9 in 2017, after refusing to give up his seat on an overbooked United Airlines flight, Dr. David Dao Duy Anh was forcibly dragged off the flight by aviation security officers.",
   "Tweet3": "U.S. Airlines temporarily removing 737 MAX aircraft from service: \nSouthwest: 30\nUnited: 16\nAmerican: 17\nAlaska: TBD https://t.co/vtBVuiC6jY\n"
 },
 {
   "Name": "Goldman Sachs",
   "Ticker": "GS",
   "Tweet1": "\"I think there'll be a big evolution as to how this evolves in the coming years,\" said Goldman Sachs' CEO.\n",
   "Tweet2": "China’s top ride-hailing firm Didi Chuxing is eyeing a valuation of at least $100 billion via its initial public offering and the company has chosen Goldman Sachs and Morgan Stanley to lead its blockbuster IPO, sources say https://t.co/dFFWpkPjBj https://t.co/Vg4I4hFg5E\n",
   "Tweet3": "What's next for #Bitcoin as the supply crunch tightens?\n"
 },
 {
   "Name": "J&J",
   "Ticker": "JNJ",
   "Tweet1": "Moderna and Johnson &amp; Johnson have NEVER issued a vaccine before. J&amp;J, Pfizer and AstraZeneca have a history of fines totalling £billions yet have indemnity against injury! What could go wrong??!!",
   "Tweet2": "Did I miss any other “doctors”?\nWATCH THIS IF VACCINE HESITANT—\n\nFauci explains in detail the 2 decades of research that went into making both the mRNA vaccines (Pfizer/Moderna) and the adeno vector J&amp;J vaccine.\n",
   "Tweet3": "#COVID19 #CovidVaccine #vaccinehesitancy \n https://t.co/T7QBJWVHfw\n"
 },
 {
   "Name": "TMobile",
   "Ticker": "TMUS",
   "Tweet1": "Quit paying too much for lousy home internet! @TMobile Home Internet is now available to more than 30M homes across 🇺🇸 for just $60 a month – router included!\nAt @TMobile, ALL our customers are being upgraded to unlimited 5G. 🎉\n",
   "Tweet2": "While the #Uncarrier celebrates our network, the carriers can only offer:\n\nAT&amp;T: 7 plans, 4 have no 5G access.\n\nVerizon: 11 plans, 7 with zero or “some” 5G access.\n\nT-Mobile is the #LeaderIn5G.\nTATUM: 5⃣0⃣ POINTS.\n",
   "Tweet3": "#Celtics Rewind presented by @tmobile https://t.co/b89xdNABRQ\n"
 }
]